Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Hide hover container background
cs: Skrýt pozadí rámečku po najetí myší
de: Verstecke Hintergrund des Auswahlfeldes
es: Ocultar el fondo al pasar el cursor
fr: Masquer le flou d'arrière-plan
he: הסתר רקע מיכל ריחוף
it: Nascondi lo sfondo dell'anteprima
ja: ホバーコンテナの背景を非表示
nl: Achtergrond van de selectie-container verbergen
ru: Скрыть фон контейнера при наведении
tr: Fareyle üzerine gelindiğinde kutunun arka planını gizle
uk: Приховати фон контейнера при наведенні курсора
vi: Ẩn nền container khi di chuột
zh_hans: 隐藏悬停容器背景
zh_hant: 隱藏指標停留容器的背景

source: Hide preview card background
cs: Skrýt pozadí karty náhledu
de: Verstecke Vorschaukartenhintergrund
es: Ocultar fondo de la tarjeta de previsualización
fr: Masquer l’arrière-plan des cartes d’aperçu
he: הסתר רקע כרטיס תצוגה מקדימה
it: Nascondi lo sfondo della scheda di anteprima
ja: プレビューカードの背景を非表示
nl: Achtergrond van voorbeeldkaart verbergen
pt_pt: Ocultar fundo do cartão de pré-visualização
ru: Скрыть фон карточки превью
tr: Önizleme kartının arka planını gizle
uk: Приховати фон картки попереднього перегляду
vi: Ẩn nền thẻ xem trước
zh_hans: 隐藏预览卡片背景
zh_hant: 隱藏預覽卡片背景

source: Hide specific applications from DockDoor previews.
cs: Skrýt náhledy konkrétní aplikace v DockDoor.
de: Verstecke bestimmte Anwendungen von DockDoor Vorschauen.
es: Ocultar aplicaciones específicas en las vistas previas de DockDoor.
fr: Masquer les applications spécifiques dans les aperçus de DockDoor.
he: הסתר אפליקציות ספציפיות מתצוגות מקדימות של DockDoor.
it: Specifica quali applicazioni devono essere escluse dalla generazione di anteprime.
ja: DockDoorプレビューから特定のアプリケーションを非表示にします。
nl: Verberg bepaalde programma’s voor DockDoor-voorbeelden.
pt_pt: Ocultar aplicações específicas das pré-visualizações do DockDoor.
ru: Скрыть определённые приложения из превью DockDoor
tr: Belirli uygulamaları DockDoor önizlemelerinden gizle.
uk: Приховати певні застосунки з попереднього перегляду DockDoor.
vi: Ẩn các ứng dụng cụ thể khỏi bản xem trước DockDoor.
zh_hans: 从 DockDoor 预览中隐藏特定应用程序。
zh_hant: 隱藏特定App的DockDoor預覽。

source: Hide Traffic Lights
cs: Schovat ovládací prvky okna
de: Verstecke Ampelschaltflächen
es: Ocultar botones de la ventana
fr: Masquer les boutons d'action de la fenêtre
he: הסתר כפתורי רמזור
it: Nascondi pulsanti di controllo
ja: トラフィックライトを非表示
nl: Verkeerslichten verbergen
ru: Скрыть кнопки управления окном
tr: Trafik ışıklarını -kapat/küçült/genişlet- düğmelerini gizle
uk: Приховати кнопки-світлофор
vi: Ẩn Traffic Lights
zh_hans: 隐藏流量指示灯
zh_hant: 隱藏視窗控制項目

source: Hide widget container background
cs: Skrýt pozadí rámečku widgetu
de: Verstecke Widgetcontainerhintergrund
fr: Masquer le flou d'arrière-plan du conteneur
he: הסתר רקע מיכל ווידג'ט
it: Nascondi lo sfondo del contenitore dei widget
ja: ホバーコンテナの背景を非表示
nl: Achtergrond van widgetcontainer verbergen
ru: Скрыть фон контейнера виджета
tr: Widget kutucuğunun arka planını gizle
uk: Приховати фон контейнера віджетів
vi: Ẩn nền container tiện ích
zh_hans: 隐藏小部件容器背景
zh_hant: 隱藏小工具容器的背景

source: Hides the close, minimize, and other window control buttons in compact mode to provide more room for window titles.
cs: Skryje ovládací tlačítka okna jako zavřít, minimalizovat a další v kompaktním režimu, aby zbylo víc místa pro titulky oken.
de: Verstecke die Schließen, Minimieren und andere Fenstersteuerelemente im Kompaktmodus für mehr Platz für den Fenstertitel.
es: Oculta los botones de cerrar, minimizar y otros controles de ventanas en modo compacto para proporcionar más espacio para los títulos de las ventanas.
fr: Masque les boutons de commande de fenêtres, de fermeture, de minimisation et d'autres boutons de commande de fenêtre en mode compact pour offrir plus de place pour les titres de fenêtre.
he: מסתיר את כפתורי הסגירה, המזעור ופקדי חלון אחרים במצב קומפקטי כדי לספק יותר מקום לכותרות חלונות.
it: Nasconde i pulsanti ('chiudi', 'minimizza', ecc.) in modalità compatta per lasciare più spazio ai titoli delle finestre.
ja: コンパクトモードでは、閉じる、最小化、およびその他のウィンドウコントロールボタンを非表示にして、ウィンドウタイトルのためのより多くのスペースを提供します。
nl: Verbergt de sluit-, minimaliseer- en andere vensterknoppen in de compacte modus om meer plek te maken voor venstertitels.
ru: Скрывает кнопки закрытия, сворачивания и другие кнопки управления окном в компактном режиме, освобождая место для заголовков окон
tr: Kompakt modda pencere başlıklarına daha fazla yer açmak için kapatma, küçültme ve diğer pencere kontrol düğmelerini gizler.
uk: Приховує "закрити", "згорнути" та інші кнопки керування вікном у компактному режимі щоб надати більше місця для назви вікна.
vi: Ẩn các nút đóng, thu nhỏ và các nút điều khiển cửa sổ khác ở chế độ thu gọn để có thêm chỗ cho tiêu đề cửa sổ.
zh_hans: 在紧凑模式下隐藏关闭、最小化和其他窗口控制按钮，为窗口标题提供更多空间。
zh_hant: 在精簡模式下隱藏關閉、最小化及其他視窗控制按鈕，用更多空間來顯示視窗標題。

source: High (960px)
cs: Vysoká (960 px)
de: Hoch (960px)
es: Alto (960px)
fr: Hauteur (960 px)
he: גבוה (960px)
it: HD (960px)
ja: 高 （960px）
nl: Hoog (960px)
pt_pt: Alto (960px)
ru: Высокое (960px)
tr: Yüksek (960 piksel)
uk: Висока (960px)
vi: Cao (960px)
zh_hans: 高（960 px）
zh_hant: 高(960px)

source: Higher quality and frame rate use more CPU/GPU resources. Use lower settings for Window Switcher if you experience lag.
cs: Vyšší kvalita a snímkovací frekvence více zatěžují CPU a GPU. Pokud pozorujete prodlevy, použijte nižší nastavení pro přepínač oken.
de: Höhere Qualität und Bildrate verbraucht mehr CPU/GPU Ressourcen. Nutze niedrigere Einstellungen für Fensterwechsler, wenn du Verzögerungen merkst.
fr: Une qualité et une fréquence de trame plus élevées consomment plus de ressources CPU/GPU. Utilisez des réglages plus bas pour le sélecteur de fenêtres si vous éprouvez des ralentissements.
he: איכות וקצב פריימים גבוהים יותר משתמשים ביותר משאבי CPU/GPU. השתמש בהגדרות נמוכות יותר עבור בורר חלונות אם אתה חווה עיכובים.
it: Qualità e fluidità superiori utilizzano più risorse CPU/GPU. Abbassa i valori se riscontri ritardi o rallentamenti.
ja: 画質とフレームレートが高いほどCPU/GPUリソースが多く使用されます。遅延が発生した場合はウィンドウスイッチャーの設定を下回ってください。
nl: Een hogere kwaliteit en beeldsnelheid vragen meer van de CPU en GPU. Kies lagere instellingen voor de vensterwisselaar als je last hebt van vertragingen.
pt_pt: Alta qualidade e taxa de refrescamento utilizam mais recursos de CPU/GPU. Baixe as configurações para o Alternador de Janelas se experimentar algum atraso.
ru: Высокое качество и частота кадров требуют больше ресурсов CPU/GPU. При торможении переключателя окон используйте более низкие настройки
tr: Daha yüksek kalite ve kare hızı, daha fazla CPU/GPU kaynağı tüketir. Gecikme yaşarsanız, Window Switcher için daha düşük ayarlar kullanın.
uk: Вища якість і частота кадрів використовують більше ресурсів процесора/графічного ядра. Використовуйте нижчі налаштування для перемикача вікон, якщо у вас виникають затримки.
vi: Chất lượng và tốc độ khung hình cao hơn sử dụng nhiều tài nguyên CPU/GPU hơn. Sử dụng cài đặt thấp hơn cho Trình chuyển đổi cửa sổ nếu bạn gặp tình trạng giật.
zh_hans: 更高的画质和帧率会占用更多的 CPU/GPU 资源。如果在使用窗口切换器时出现卡顿，请使用较低的设置。
zh_hant: 更高的畫質與影格率會使用更多的 CPU/GPU 資源。若遇到延遲，請將視窗切換器設定調低。

source: Highlight Gradient Colors
cs: Barvy přechodu zvýraznění
de: Farbverlauf hervorheben
es: Color degradado del más destacado
fr: Couleurs du dégradé de surbrillance
he: צבעי גרדיאנט הדגשה
it: Colori della sfumatura di selezione
ja: ハイライト時のグラデーション色
nl: Markeer verloopkleuren
pt_pt: Realçar cores de gradiente
ru: Выделить градиентные цвета
tr: Renk Geçişini Vurgula
uk: Підсвічувати градієнти кольорів
vi: Màu chuyển sắc nổi bật
zh_hans: 突出显示渐变颜色
zh_hant: 漸層醒目色

source: Highlight the second window instead of the first when opening.
cs: Při otevírání zvýraznit druhé okno namísto prvního.
de: Hebe beim Öffnen das zweite Fenster, statt dem ersten hervor.
he: הדגש את החלון השני במקום הראשון בעת פתיחה.
it: Evidenzia la seconda finestra invece della prima all'apertura.
ja: 開いたときに最初のウィンドウの代わりに2番目のウィンドウを強調表示します。
nl: Selecteer bij het openen het tweede venster in plaats van het eerste.
ru: Выделять второе окно вместо первого при открытии
tr: Açıldığında ilk pencere yerine ikinci pencereyi seçin.
uk: Підсвічувати друге вікно, замість першого при першому відкритті.
vi: Tô sáng cửa sổ thứ hai thay vì cửa sổ đầu tiên khi mở.
zh_hans: 在打开时突出显示第二个窗口，而不是第一个窗口。
zh_hant: 開啟時強調顯示第二個而非第一個視窗。

source: Highlights the currently focused window with a colored border.
cs: Zvýrazní aktuálně vybrané okno barevným rámečkem.
de: Hebt das aktuell fokussierte Fenster mit einer farbigen Umrandung hervor.
fr: Met en valeur la fenêtre en cours de mise en valeur avec une bordure colorée.
he: מדגיש את החלון הממוקד כרגע עם גבול צבעוני.
it: Aggiunge un bordo intorno alla finestra attiva.
ja: 現在フォーカスされているウィンドウを色付きの枠線でハイライトします。
nl: Het actieve venster wordt gemarkeerd met een gekleurde rand.
pt_pt: Destaca a janela focada com um bordo colorido.
ru: Выделяет текущее окно в фокусе цветной рамкой
tr: Şu anda seçili olan pencereyi renkli bir çerçeveyle vurgular.
uk: Виділяє поточне вікно, на якому знаходиться фокус, кольоровою рамкою.
vi: Làm nổi bật cửa sổ đang được lấy tiêu điểm bằng viền màu.
zh_hans: 用彩色边框突出显示当前聚焦的窗口。
zh_hant: 以色彩外框醒目提示焦點所在的視窗。

source: Hold this key to temporarily allow the Dock to move freely.
cs: Když tuto klávesu podržíte stisknutou, Dock se bude volně pohybovat.
de: Halte diese Taste, um das Dock temporär frei zu bewegen.
it: Tieni premuto questo tasto per consentire temporaneamente al Dock di muoversi liberamente.
ja: このキーを押している間、Dockを自由に移動させることができます。
nl: Houd deze toets ingedrukt om het Dock tijdelijk te kunnen verschuiven.
ru: Удерживайте эту кнопку, чтобы временно разрешить свободное перемещение Dock.
tr: Dock'un geçici olarak serbestçe hareket etmesini sağlamak için bu tuşu basılı tutun.
uk: Утримуйте цю клавішу, щоб тимчасово дозволити Dock вільно переміщатися.
vi: Giữ phím này để tạm thời cho phép Dock di chuyển tự do.
zh_hans: 按住此键可暂时让 Dock 自由移动。
zh_hant: 按住此鍵暫時讓Dock自由移動。

source: Horizontal
cs: Vodorovné
he: אופקי
it: Orizzontale
ja: 水平
nl: Horizontaal
ru: Горизонтально
tr: Yatay
uk: Горизонтальний
vi: Ngang
zh_hans: 水平
zh_hant: 水平

source: Horizontal scrolling may interfere with dock preview gestures.
cs: Vodorovné rolování může narušovat fungování gest pro náhled v Docku.
de: Horizontales Scrollen kann die Dock-Vorschau Gesten stören.
fr: Le défilement horizontal peut interférer avec les gestes d'aperçu du dock.
he: גלילה אופקית עלולה להפריע למחוות תצוגה מקדימה של Dock.
it: Lo scorrimento orizzontale può interferire con i gesti per le anteprime del Dock.
ja: 水平スクロールはDockプレビュージェスチャーを妨げる可能性があります。
nl: Horizontaal scrollen kan interfereren met Dock-voorbeeld gebaren.
pt_pt: O deslizamento horizontal pode interferir nos gestos da pré-visualização.
ru: Горизонтальная прокрутка может мешать жестам превью Dock
tr: Yatay kaydırma, dock önizleme hareketlerini engelleyebilir.
uk: Горизонтальне прокручування може перешкоджати жестам попереднього перегляду в Dock.
vi: Cuộn ngang có thể cản trở các cử chỉ xem trước dock.
zh_hans: 水平滚动可能会与 Dock 预览手势冲突。
zh_hant: 水平捲動可能會與Dock預覽手勢衝突。

source: Hover Window Open Delay
cs: Zpoždění otevření okna při přejetí myší
de: Verzögerung beim Öffnen des Hover-Fensters
es: Retraso abierto de ventana
fr: Délai d’ouverture de l’aperçu au survol
he: זמן ריחוף לפתיחת תצוגה מקדימה
it: Ritardo dell'anteprima
ja: ホバーウィンドウが表示されるまでの遅延
nl: Vertraging bij openen van zwevend venster
pt_pt: Atraso de visualização da janela aberta
ru: Задержка открытия превью при наведении курсора
tr: Gezinme Penceresi Açma Gecikmesi
uk: Затримка відкриття вікна при наведенні
vi: Độ trễ mở cửa sổ khi di chuột
zh_hans: 鼠标悬停时窗口打开延迟
zh_hant: 指標停留視窗開啟延遲

source: Hover Window Title Style
cs: Styl názvu okna při přejetí myší
de: Stil des Hover-Fenstertitels
es: Estilo de Ventana
fr: Style du titre de la fenêtre prévisualisée
he: עיצוב כותרת חלון בתצוגה המקדימה
it: Stile del titolo
ja: ホバーウィンドウのタイトルの表示方法
nl: Stijl van de zwevend venster titel
pt_pt: Estilo do Título da Janela em foco
ru: Стиль заголовка превью при наведении
tr: Gezinme Penceresi Başlık Stili
uk: Стиль заголовка вікна при наведенні курсора
vi: Kiểu tiêu đề cửa sổ khi di chuột
zh_hans: 鼠标悬停窗口标题样式
zh_hant: 指標停留的視窗標題樣式

source: How long to keep video streams active after closing preview. Longer duration means faster reopening but uses more resources.
cs: Délka aktivních video streamů po zavření náhledu. Delší trvání zrychlí znovuotevření, ale více zatíží Mac.
de: Wie lange Videostreams aktive bleiben, nachdem die Vorschau geschlossen wurde. Eine längere Dauer bedeutet schnelleres Wiederanzeigen, aber nutzt mehr Ressourcen.
es: Cuánto tiempo mantener activas las transmisiones de vídeo después de cerrar la vista previa. Una duración mayor permite reabrir más rápido, pero usa más recursos.
fr: Sélection du temps de conservation des flux vidéo actifs après la fermeture de l'aperçu. Une durée plus longue signifie une réouverture plus rapide mais utilise plus de ressources.
he: כמה זמן לשמור זרמי וידאו פעילים לאחר סגירת תצוגה מקדימה. משך זמן ארוך יותר אומר פתיחה מחדש מהירה יותר אך משתמש ביותר משאבים.
it: Definisce per quanto tempo sono mantenuti attivi i flussi video dopo la chiusura dell'anteprima. Una maggiore durata consente una riapertura più veloce, ma utilizza più risorse.
ja: プレビューを閉じた後にビデオストリームをアクティブにする時間。長くすると再開が速くなりますが、より多くのリソースが使用されます。
nl: Hoe lang moeten videostreams actief blijven nadat het voorbeeldvenster wordt gesloten. Langere duur zorgt voor sneller heropenen, maar verbruikt meer middelen.
ru: Как долго сохранять активные видеопотоки после закрытия превью. Большая длительность ускоряет повторное открытие, но потребляет больше ресурсов.
tr: Önizleme kapatıldıktan sonra video akışları ne kadar süreyle aktif kalmalıdır? Süre ne kadar uzun olursa, yeniden açılma o kadar hızlı olur, ancak daha fazla kaynak kullanılır.
uk: Як довго зберігати активність відеопотоків після закриття попереднього перегляду. Довший період означає швидше повторне відкриття, але використовує більше ресурсів.
vi: Thời gian giữ luồng video hoạt động sau khi đóng xem trước. Thời gian dài hơn giúp mở lại nhanh hơn nhưng tốn tài nguyên hơn.
zh_hant: 關閉預覽後，視頻串流保持啟用的時間長短。時間越長，重新開啟速度越快，但會佔用更多資源。

source: How to display window titles that are too long to fit.
cs: Jak zobrazovat titulky oken, která se nevejdou.
de: Wie Fenstertitel angezeigt werden, welche zu lang sind.
it: Come sono visualizzati i titoli lunghi delle finestre.
ja: 長すぎるウィンドウタイトルを表示する方法。
nl: Hoe te lange titels in vensters worden weergegeven.
ru: Как отображать заголовки окон, которые слишком длинные, чтобы вместить.
tr: Sığmayacak kadar uzun pencere başlıklarını görüntüleyebilme.
uk: Як відображати занадто довгі назви вікон.
vi: Cách hiển thị tiêu đề cửa sổ quá dài để vừa.
zh_hans: 窗口标题过长时的显示方式。
zh_hant: 如何顯示過長的視窗標題。

source: How to Set Up
cs: Jak nastavit
de: Einrichten
es: Cómo configurarlo
fr: Comment configurer
he: איך להגדיר
it: Guida alla configurazione
ja: 設定方法
nl: Hoe te configureren
pt_pt: Como Configurar
ru: Как настроить
tr: Nasıl Kurulur
uk: Як налаштувати
vi: Hướng dẫn thiết lập
zh_hans: 如何进行设置
zh_hant: 設定方式

source: If disabled, special controls only appear if no window previews are available (e.g., all windows minimized). If enabled, controls integrate with previews when possible.
cs: Je-li vypnuto, zobrazí se speciální ovládací prvky, pouze pokud nejsou k dispozici náhledy oken (např. všechna okna minimalizována). Je-li zapnuto, ovládací prvky se podle možnosti integrují do náhledů.
de: Wenn deaktiviert, werden spezielle Steuerelemente nur angezeigt, wenn keine Fenstervorschauen verfügbar sind (z.B. alle Fenster minimiert). Wenn aktiviert, integrieren die Steuerelemente wenn möglich mit den Vorschauen.
es: Si está deshabilitado, los controles especiales sólo aparecen si no hay vistas previas de ventanas disponibles (por ejemplo, todas las ventanas minimizadas). Si está activado, los controles se integran con vistas previas cuando sea posible.
fr: Si désactivé, les contrôles spéciaux n’apparaissent que si aucun aperçu de fenêtre n’est disponible (par ex. toutes les fenêtres sont minimisées). Si activé, les contrôles sont intégrés avec les aperçus lorsque possible.
he: אם מושבת, פקדים מיוחדים מופיעים רק אם אין תצוגות מקדימות של חלונות זמינות (למשל, כל החלונות ממוזערים). אם מופעל, פקדים משתלבים עם תצוגות מקדימות כאשר אפשרי.
it: Se disabilitato, i controlli speciali appaiono solo se non sono disponibili anteprime delle finestre (ad esempio, tutte le finestre sono minimizzate). Se abilitato, i controlli si integrano con le anteprime quando possibile.
ja: 無効にすると、ウィンドウのプレビューが使用できない場合にのみ特別なコントロールが表示されます（たとえば、すべてのウィンドウが最小化されている場合）。有効にすると、可能な場合はコントロールがプレビューと統合されます。
nl: Wanneer uitgeschakeld, worden de speciale bedieningselementen alleen weergegeven als er geen venstervoorbeelden beschikbaar zijn (bijvoorbeeld wanneer alle vensters zijn geminimaliseerd). Wanneer ingeschakeld, worden de bedieningselementen waar mogelijk geïntegreerd met de voorbeelden.
ru: Если отключено, специальные элементы управления появляются только при отсутствии доступных превью окон (например, все окна свёрнуты). Если включено, элементы управления встраиваются в превью при наличии возможности
tr: Bu seçenek devre dışı bırakıldığında, özel denetimler yalnızca pencere önizlemeleri mevcut olmadığında (örneğin, tüm pencereler simge durumuna küçültülmüşse) görünür. Etkinleştirildiğinde ise, denetimler mümkün olduğunda önizlemelerle bütünleşir.
uk: Якщо вимкнено, спеціальні елементи керування показуються лише за відсутності попереднього перегляду вікон (наприклад, усі вікна згорнуті). Якщо ввімкнено, елементи керування інтегруються з попереднім переглядом, коли це можливо.
vi: Nếu tắt, các điều khiển đặc biệt chỉ hiển thị khi không có bản xem trước cửa sổ nào (ví dụ: tất cả cửa sổ đều được thu nhỏ). Nếu bật, các điều khiển sẽ được tích hợp cùng với bản xem trước khi có thể.
zh_hans: 关闭时，仅在没有窗口预览（如所有窗口最小化）时显示特殊控件。开启时，控件会与预览集成显示。
zh_hant: 若停用本項，特殊控制項目只會在沒有視窗可預覽（例如所有視窗都最小化）時顯示。若啟用本項，控制項目會儘可能和預覽整合。

source: If enabled, controls integrate with previews when possible.
cs: Je-li zapnuto, ovládací prvky se dle možností integrují do náhledů.
de: Wenn aktiviert, werden Steuerelemente, wenn möglich, in die Vorschau integriert.
es: Si está habilitado, los controles se integran con vistas previas cuando sea posible.
fr: Si activé, les contrôles s’intègrent aux aperçus lorsque c’est possible.
he: אם מופעל, פקדים משתלבים עם תצוגות מקדימות כאשר אפשרי.
it: Se abilitato, i controlli si integrano con le anteprime (quando è possibile).
ja: 有効な場合、コントロールは可能な限りプレビューと統合されます。
nl: Wanneer ingeschakeld, worden bedieningselementen waar mogelijk in de voorbeelden geïntegreerd.
ru: Если включено, контролирует интеграцию с превью, когда это возможно.
tr: Etkinleştirildiğinde, denetimler mümkün olduğunda önizlemelerle entegre olur.
uk: Якщо ввімкнено, елементи керування інтегруються з попередніми переглядами, коли це можливо.
vi: Nếu bật, các điều khiển sẽ được tích hợp cùng với bản xem trước khi có thể.
zh_hans: 开启时，控件会与预览集成显示。
zh_hant: 啟用時控制項目會儘可能與預覽整合。

source: If you find DockDoor useful, consider donating. Your support helps keep the project going!
cs: Pokud se vám DockDoor líbí, zvažte dar. Vaše podpora nám pomáhá v projektu pokračovat!
de: Wenn Sie DockDoor nützlich finden, erwägen Sie zu spenden. Ihre Unterstützung hilft, das Projekt am Laufen zu halten!
es: Si DockDoor te parece útil, puedes realizar una donación. ¡Tu contribución nos ayuda a mantener el proyecto en marcha!
fr: Si vous trouvez DockDoor utile, pensez à faire un don. Votre soutien contribue à poursuivre le projet !
he: אם אתה מוצא את DockDoor שימושי, שקול לתרום. התמיכה שלך עוזרת לשמור על הפרויקט!
it: Se apprezzi DoockDoor, considera una donazione! Il tuo supporto aiuterà il progetto e contribuirà a migliorare l'app.
ja: DockDoor が役に立つと感じたら、寄付の検討をお願いします。あなたのサポートがプロジェクトの継続に役立ちます！
nl: Vind je DockDoor nuttig? Overweeg dan een donatie. Jouw steun helpt het project gaande te houden!
pt_pt: Se você achar a DockDoor útil, considere doar. Seu apoio ajuda a manter o projeto em andamento!
ru: Если вы считаете DockDoor полезным, рассмотрите возможность пожертвования. Ваша поддержка помогает улучшать проект!
tr: DockDoor'u faydalı bulursanız, bağış yapmayı düşünün. Desteğiniz projenin devam etmesine yardımcı olur!
uk: Якщо ви вважаєте DockDoor корисним, подумайте про пожертву. Ваша підтримка допомагає продовжувати проєкт!
vi: Nếu bạn thấy DockDoor hữu ích, hãy cân nhắc ủng hộ. Sự hỗ trợ của bạn giúp dự án tiếp tục phát triển!
zh_hans: 如果您觉得DockDoor有用，请考虑捐赠。您的支持有助于项目的持续发展！
zh_hant: 覺得 DockDoor 很好用嗎？要不要考慮贊助一下？你的支持就是我們繼續努力的動力！

source: If you need to access the menu bar icon, launch the app to reveal it for 10 seconds.
cs: Pokud potřebujete přístup k ikoně v panelu nabídek, spusťte aplikaci pro zobrazení na 10 sekund.
de: Wenn Sie auf das Symbol in der Menüleiste zugreifen müssen, starten Sie die App um es 10 Sekunden lang anzuzeigen.
es: Si necesitas acceder al icono de la barra de menú, inicia la aplicación para revelarla durante 10 segundos.
fr: Si vous avez besoin d’accéder à l’icône de la barre des menus, lancez l’application afin d’afficher l’icône pour 10 secondes.
he: אם אתה צריך לגשת לסמל שורת התפריטים, הפעל את האפליקציה כדי לחשוף אותו למשך 10 שניות.
it: Se l'icona di DockDoor non è visibile nella barra dei menu, rilancia l'app e apparirà per 10 secondi.
ja: メニューバーのアイコンはアプリを起動から10秒間表示されます。
nl: Als je het menubalkpictogram nodig hebt, start je de app zodat het 10 seconden lang zichtbaar is.
pt_pt: Se você precisar acessar o ícone da barra de menu, inicie o aplicativo para revelá-lo por 10 segundos.
ru: Если вам нужно получить доступ к значку в строке меню, запустите приложение, чтобы открыть его в течение 10 секунд.
tr: Menü çubuğu simgesine erişmeniz gerekiyorsa, uygulamayı başlatıp 10 saniye boyunca görünmesini sağlayın.
uk: Якщо вам потрібно отримати доступ до іконки в Смузі меню, запустіть застосунок, щоб показати його на 10 секунд.
vi: Nếu bạn cần truy cập biểu tượng trên thanh menu, hãy mở ứng dụng để nó hiển thị trong 10 giây.
zh_hans: 如需访问菜单栏图标，请启动应用程序，该图标将显示 10 秒。
zh_hant: 如果需要存取選單列圖像，請打開App來顯示圖像10秒。

source: Ignore apps with one window
cs: Ignorovat aplikace s jedním oknem
de: Apps mit einem Fenster ignorieren
es: Ignorar aplicaciones con una sola ventana
fr: Ignorer les applications avec une seule fenêtre
he: התעלם מאפליקציות עם חלון אחד
it: Ignora le applicazioni con una sola finestra
ja: ウィンドウが1つのみの場合は表示しない
nl: Negeer apps met één venster
pt_pt: Ignorar aplicações com uma janela
ru: Игнорировать приложения с одним окном
tr: Tek pencereye sahip uygulamaları yoksay
uk: Ігнорувати застосунки з одним вікном
vi: Bỏ qua các ứng dụng chỉ có một cửa sổ
zh_hans: 忽略只有一个窗口的应用程序
zh_hant: 忽略單一視窗的App

source: Ignore Apps with One Window
cs: Ignorovat aplikace s jedním oknem
de: Apps mit einem Fenster ignorieren
es: Ignorar aplicaciones con una sola ventana
fr: Ignorer les applications avec une seule fenêtre
he: התעלם מאפליקציות עם חלון אחד
it: Ignora le applicazioni con una sola finestra
ja: ウィンドウが1つのみの場合は表示しない
nl: Negeer apps met één venster
pt_pt: Ignorar aplicativos com uma janela
ru: Игнорировать приложения с одним окном
tr: Tek Pencereli Uygulamaları Görmezden Gel
uk: Ігнорувати застосунки з одним вікном
vi: Bỏ qua các ứng dụng chỉ có một cửa sổ
zh_hans: 忽略只有一个窗口的应用程序
zh_hant: 忽略單一視窗的App

source: Ignore screen size limit
cs: Ignorovat omezení velikosti obrazovky
de: Ignoriere Bildschirmgrößenbegrenzung
es: Ignorar límite de tamaño de pantalla
fr: Ignorer la limite de taille de l'écran
he: התעלם ממגבלת גודל מסך
it: Ignora il limite dello schermo
ja: 画面サイズの制限を無視
nl: Limiet voor schermgrootte negeren
ru: Игнорировать ограничение размера экрана
tr: Ekran boyutu sınırını yok say
uk: Ігнорувати обмеження розмірів екрана
vi: Bỏ qua giới hạn kích thước màn hình
zh_hans: 忽略屏幕尺寸限制
zh_hant: 忽略螢幕大小限制
